Repository: HerzScheisse/webtrees-vesta_personal_facts
Catalog: resources/lang/*.po
Languages: nl, vi

source: %1$s (historic maps)
nl: %1$s (historische kaarten)
vi: %1$s (bản đồ lịch sử)

source: Aerial Base Map
nl: Luchtfotokaart

source: Also replaces the original 'Extra information' module.
nl: Vervangt ook de originele module 'Extra informatie'.
vi: Đồng thời thay thế mô-đun 'Thông tin bổ sung' ban đầu.

source: An extended 'Facts and Events' tab, with hooks for other custom modules.
nl: Een uitgebreid tabblad 'Feiten en gebeurtenissen', met 'hooks' voor andere aangepaste modules.
vi: Tab 'Sự kiện và Số liệu' mở rộng, với các móc cho các mô-đun tùy chỉnh khác.

source: Associate at a marriage
nl: Gerelateerd persoon bij huwelijk
vi: Liên kết khi kết hôn

# FEMALE
source: Associate at a marriage
nl: Gerelateerd persoon bij huwelijk
vi: Liên kết khi kết hôn

# MALE
source: Associate at a marriage
nl: Gerelateerd persoon bij huwelijk
vi: Liên kết khi kết hôn

source: Attendant
nl: Verzorger

# FEMALE
source: Attendant
nl: Verzorgster

# MALE
source: Attendant
nl: Verzorger

source: Baptism of a godchild
nl: Doop van petekind
vi: Lễ rửa tội của một đứa con đỡ đầu

source: Baptism of a goddaughter
nl: Doop van peetdochter
vi: Lễ rửa tội của một con gái đỡ đầu

source: Baptism of a godson
nl: Doop van peetzoon
vi: Lễ rửa tội của con trai đỡ đầu

source: Base64-encoded data URI for the link icon. Convert the icon to a data URI e.g. via %1$s. The result should start with something like %2$s. A good source of the icon image is usually the map provider's favicon image, such as %3$s. It will be displayed properly resized.
nl: Base64-gecodeerde gegevens-URI voor het koppelingspictogram. Converteer het pictogram naar een gegevens-URI, bijvoorbeeld via %1$s. Het resultaat moet beginnen met iets als %2$s. Een goede bron voor de pictogramafbeelding is meestal de favicon-afbeelding van de kaartprovider, zoals %3$s. Het zal worden weergegeven in de juiste aangepaste grootte.
vi: URI dữ liệu được mã hóa Base64 cho biểu tượng liên kết. Chuyển đổi biểu tượng thành URI dữ liệu, ví dụ: qua %1$s. Kết quả sẽ bắt đầu bằng %2$s. Nguồn tốt của hình ảnh biểu tượng thường là hình ảnh biểu tượng yêu thích của nhà cung cấp bản đồ, chẳng hạn như %3$s. Nó sẽ được hiển thị thay đổi kích thước thích hợp.

source: Best man
nl: Getuige bij huwelijk

source: Best man at a marriage
nl: Getuige bij huwelijk
vi: Người đàn ông tốt nhất trong cuộc hôn nhân

source: Bridesmaid
nl: Bruidsmeisje

source: Bridesmaid at a marriage
nl: Getuige bij huwelijk
vi: Phù dâu trong hôn lễ

source: Buyer
nl: Koper

# FEMALE
source: Buyer
nl: Koper

# MALE
source: Buyer
nl: Koper

source: Christening of a godchild
nl: Doop van petekind
vi: Làm chúa của một đứa con đỡ đầu

source: Christening of a goddaughter
nl: Doop van peetdochter
vi: Chúa của một đứa con gái đỡ đầu

source: Christening of a godson
nl: Doop van peetzoon
vi: Chúa của một đứa con trai đỡ đầu

source: Circumciser
nl: Besnijder

source: Civil registrar
nl: Ambtenaar Burgerlijke Stand

# FEMALE
source: Civil registrar
nl: Ambtenaar Burgerlijke Stand

# MALE
source: Civil registrar
nl: Ambtenaar Burgerlijke Stand

source: Custom Map Provider
nl: Andere kaartprovider
vi: Nhà cung cấp bản đồ tùy chỉnh

source: Display an icon with a tooltip indicating the source of the map links. This is intended mainly for debugging.
nl: Geef een pictogram weer met een tooltip die de bron van de kaartkoppelingen aangeeft. Dit is vooral bedoeld voor debugging.
vi: Hiển thị một biểu tượng với chú giải công cụ cho biết nguồn của các liên kết bản đồ. Đây là mục đích chủ yếu để gỡ lỗi.

source: Employee
nl: Werknemer

# FEMALE
source: Employee
nl: Werknemer

# MALE
source: Employee
nl: Werknemer

source: Employer
nl: Werkgever

# FEMALE
source: Employer
nl: Werkgever

# MALE
source: Employer
nl: Werkgever

source: Europe in the XIX. century | %1$s
nl: Europa in de XIX-eeuw | %1$s
vi: Châu Âu trong thế kỷ XIX. kỷ | %1$s

source: Facts and Events List
nl: Lijst met feiten en gebeurtenissen
vi: Danh sách Sự kiện và Số liệu

source: Facts and Events Tab UI Element Providers
nl: Aanbieders van UI-elementen voor tabblad Feiten en gebeurtenissen
vi: Tab Sự kiện và Số liệu Nhà cung cấp phần tử giao diện người dùng

source: Facts and events
nl: Feiten en gebeurtenissen
vi: Sự kiện và số liệu

source: Foster child
nl: Pleegkind

source: Foster father
nl: Pleegvader

source: Foster mother
nl: Pleegmoeder

source: Friend
nl: Vriend(in)

# FEMALE
source: Friend
nl: Vriendin

# MALE
source: Friend
nl: Vriend

source: Godchild
nl: Petekind

source: Goddaughter
nl: Peetdochter

source: Godfather
nl: Peetvader

source: Godmother
nl: Peetmoeder

source: Godparent
nl: Peetouder

source: Godson
nl: Peetzoon

source: Guardian
nl: Voogd

# FEMALE
source: Guardian
nl: Voogdes

# MALE
source: Guardian
nl: Voogd

source: Hide coordinates, show map links after place name
nl: Coördinaten verbergen, toon kaartkoppelingen na plaatsnaam
vi: Ẩn tọa độ, hiển thị liên kết bản đồ sau tên địa điểm

source: If this option is checked, additional facts and events where the individual is listed as an associate are restricted to the following facts and events.
nl: Als deze optie is aangevinkt, worden aanvullende feiten en gebeurtenissen waarbij de persoon als gerelateerd persoon wordt vermeld, beperkt tot de volgende feiten en gebeurtenissen.
vi: Nếu tùy chọn này được chọn, các dữ kiện và sự kiện bổ sung trong đó cá nhân được liệt kê là cộng sự sẽ bị hạn chế đối với các dữ kiện và sự kiện sau đây.

source: In the original tab, coordinates are shown (with map links). This tends to clutter the place display, in particular if there are additional modules providing coordinates.
nl: Op het oorspronkelijke tabblad worden coördinaten getoond (met kaartkoppelingen). Dit heeft de neiging om de plaatsweergave te vertroebelen, met name als er extra modules zijn die coördinaten geven.
vi: Trong tab gốc, các tọa độ được hiển thị (với các liên kết bản đồ). Điều này có xu hướng làm lộn xộn hiển thị địa điểm, đặc biệt nếu có các mô-đun bổ sung cung cấp tọa độ.

source: Include 'TM' in tooltip
nl: 'TM' opnemen in tooltip
vi: Bao gồm 'TM' trong chú giải công cụ

source: Include a marker in the linked map.
nl: Neem een markering op in de gekoppelde kaart.
vi: Bao gồm một điểm đánh dấu trong bản đồ được liên kết.

source: Include marker
nl: Markering opnemen
vi: Bao gồm điểm đánh dấu

source: Informant
nl: Aangever

# FEMALE
source: Informant
nl: Aangever

# MALE
source: Informant
nl: Aangever

source: Intended as a replacement for the original 'Facts and events' module.
nl: Bedoeld als vervanging van de originele module 'Feiten en gebeurtenissen'.
vi: Dự định thay thế cho mô-đun 'Sự kiện và số liệu' ban đầu.

source: Latitude/Longitude
nl: Breedtegraad/lengtegraad
vi: Kinh độ/Vĩ độ

source: Link icon as data URI
nl: Koppelingspictogram als gegevens-URI
vi: Biểu tượng liên kết dưới dạng URI dữ liệu

source: Lodger
nl: Kamerbewoner

# FEMALE
source: Lodger
nl: Kamerbewoonster

# MALE
source: Lodger
nl: Kamerbewoner

source: Modules listed here may provide additional data for facts and events (displayed in the configured order).
nl: De hier vermelde modules kunnen aanvullende gegevens bevatten voor feiten en gebeurtenissen (weergegeven in de geconfigureerde volgorde).
vi: Các mô-đun được liệt kê ở đây có thể cung cấp dữ liệu bổ sung cho các dữ kiện và sự kiện (được hiển thị theo thứ tự đã định cấu hình).

source: Name
nl: Naam
vi: Tên

source: Nanny
nl: Kinderjuffrouw

source: No relationship found
nl: Geen verwantschap gevonden

source: Nurse
nl: Verpleegkundige

# FEMALE
source: Nurse
nl: Verpleegster

# MALE
source: Nurse
nl: Verpleger

source: OSM Base Map
nl: OSM-basiskaart

source: Only show specific facts and events
nl: Toon alleen specifieke feiten en gebeurtenissen
vi: Chỉ hiển thị sự kiện và sự kiện cụ thể

source: Open links in new browser tab
nl: Koppelingen openen in nieuw browsertabblad
vi: Mở liên kết trong tab trình duyệt mới

source: Owner
nl: Eigenaar

# FEMALE
source: Owner
nl: Eigenares

# MALE
source: Owner
nl: Eigenaar

source: Place Settings
nl: Plaatsinstellingen
vi: Thiết lập địa điểm

source: Priest
nl: Priester

source: Rabbi
nl: Rabbijn

source: Registry officer
nl: Ambtenaar bevolkingsregister

# FEMALE
source: Registry officer
nl: Ambtenaar bevolkingsregister

# MALE
source: Registry officer
nl: Ambtenaar bevolkingsregister

source: Replacement for the original 'Facts and events' module.
nl: Vervanging van de originele module 'Feiten en gebeurtenissen'.
vi: Thay thế cho mô-đun 'Sự kiện và số liệu' ban đầu.

source: Seller
nl: Verkoper

# FEMALE
source: Seller
nl: Verkoopster

# MALE
source: Seller
nl: Verkoper

source: Servant
nl: Bediende

# FEMALE
source: Servant
nl: Bediende

# MALE
source: Servant
nl: Bediende

source: Show additional info for map links
nl: Toon aanvullende informatie voor kaartkoppelingen
vi: Hiển thị thông tin bổ sung cho các liên kết bản đồ

source: Show linked map with additional options
nl: Toon gekoppelde kaart met extra opties
vi: Hiển thị bản đồ được liên kết với các tùy chọn bổ sung

source: Show links to Bing Maps
nl: Toon koppelingen naar Bing Maps
vi: Hiển thị liên kết đến Bản đồ Bing Maps

source: Show links to Google Maps
nl: Toon koppelingen naar Google Maps
vi: Hiển thị các liên kết đến Google Maps

source: Show links to OpenStreetMap
nl: Toon koppelingen naar OpenStreetMap
vi: Hiển thị liên kết đến OpenStreetMap

source: Show links to a historic map of Europe in the XIX. century, or the United States of America (1880-1926), if applicable
nl: Toon links naar een historische kaart van Europa in de XIX eeuw, of de Verenigde Staten van Amerika (1880-1926), indien van toepassing
vi: Hiển thị các liên kết đến bản đồ lịch sử của Châu Âu trong thế kỷ XIX. kỷ, hoặc Hợp chủng quốc Hoa Kỳ (1880-1926), nếu có

source: Slave
nl: Slaaf

# FEMALE
source: Slave
nl: Slavin

# MALE
source: Slave
nl: Slaaf

source: Supports the non-standard Gedcom _FSFTID (FamilySearch id) tag, in the tab and in the sidebar.
nl: Ondersteunt het niet-standaard GEDCOM-label _FSFTID (FamilySearch-ID), in het tabblad en in de zijbalk.
vi: Hỗ trợ thẻ Gedcom không chuẩn,_FSFTID (id Tìm kiếm gia đình), trong tab và trong thanh bên.

source: The link item will not be shown for locations outside the respective boundaries of Europe and the US.
nl: Het linkitem wordt niet weergegeven voor locaties buiten de grenzen van Europa en de VS.
vi: Mục liên kết sẽ không được hiển thị cho các vị trí bên ngoài ranh giới tương ứng của Châu Âu và Hoa Kỳ.

source: The original tab had the trademark sign - keep it if you like, or if you feel legally bound to.
nl: Het oorspronkelijke tabblad had het TM-handelsmerkteken - behoud het als je wilt of als je je daartoe verplicht voelt.
vi: Tab ban đầu có dấu hiệu nhãn hiệu - hãy giữ nó nếu bạn muốn, hoặc nếu bạn cảm thấy bị ràng buộc về mặt pháp lý.

source: The uri for map links, with placeholders (%1$s and %2$s) for map coordinates. The zoom level should be part of the uri. Example: %3$s
nl: De URI voor kaartkoppelingen, met tijdelijke aanduidingen (%1$s en %2$s) voor kaartcoördinaten. Het zoomniveau moet deel uitmaken van de URI. Voorbeeld: %3$s
vi: URI cho bản đồ liên kết với trình giữ chỗ (%1$s và %2$s) cho các tọa độ bản đồ. Mức thu phóng phải là một phần của URI. Ví dụ: %3$s

source: URI template
nl: URI-sjabloon
vi: Mẫu URI

source: United States of America (1880-1926) | %1$s
nl: Verenigde Staten van Amerika (1880-1926) | %1$s
vi: Hợp chủng quốc Hoa Kỳ (1880-1926) | %1$s

source: Ward
nl: Pupil

# FEMALE
source: Ward
nl: Pupil

# MALE
source: Ward
nl: Pupil

source: When checked, links to the main %1$s page, where you can switch between different historical layers available for the respective location, and fade in and out of a modern map, which may additionally be configured here:
nl: Indien aangevinkt, worden koppelingen geplaatst naar de hoofdpagina van %1$s, waar u kunt schakelen tussen verschillende historische lagen die beschikbaar zijn voor de desbetreffende locatie, en in- en uitzoomen op een moderne kaart, die hier bovendien kan worden geconfigureerd:
vi: Khi được chọn, các liên kết đến trang %1$s chính, nơi bạn có thể chuyển đổi giữa các lớp lịch sử khác nhau có sẵn cho vị trí tương ứng và làm mờ dần bản đồ hiện đại, có thể được định cấu hình thêm tại đây:

source: Witness
nl: Getuige

source: Witness at a marriage
nl: Getuige bij huwelijk
vi: Làm chứng trong một cuộc hôn nhân

# FEMALE
source: Witness at a marriage
nl: Getuige bij huwelijk
vi: Làm chứng trong một cuộc hôn nhân

# MALE
source: Witness at a marriage
nl: Getuige bij huwelijk
vi: Làm chứng trong một cuộc hôn nhân

source: You can also configure a custom map provider. Enter its name here.
nl: U kunt ook een aangepaste kaartprovider configureren. Voer hier de naam in.
vi: Bạn cũng có thể định cấu hình một nhà cung cấp bản đồ tùy chỉnh. Nhập tên của nó ở đây.

source: Zoom level of linked map
nl: Zoomniveau van gekoppelde kaart
vi: Mức độ thu phóng của bản đồ được liên kết

source: Bing Maps
vi: Bản đồ Bing Maps

source: Google Maps
vi: Bản đồ Google Maps

source: OpenStreetMap
vi: Bản đồ OpenStreetMap
